{
    "1-1":
    {
        "text": ["    Ce récit commence à 2110312785s TimeStamp sur l'île de Short Kingdom au large des côtes anglaises. C'est une petite île d'une superficie avoisinant les 500km2. Willow, une jeune fille de 16 ans, vis sur la baie d'Orca qui est de loin la partie la plus préservée de l'île. Les quelques maisons qui tiennent encore debout de çà et là sont dans un sale état, les navires encore arrimés ont pris l’eau il y a des années de cela. Un vent brut et froid s'est installé il y a une quinzaine d'années, amenant aussi une brusque chute des températures. Le monde perdit définitivement une moyenne de 50°C, passant en Europe d'une quarantaine de degrés à -10 en plein été. Le vent s'approche des 90km/h et peut aller facilement au delà des 150km/h!", 
            "    Willow loge dans la dernière auberge de l'île. C'est une grande jeune fille, les cheveux longs et roux, les yeux bleus très clairs tirant légèrement sur le gris. Vêtue d'un vieux tissu qui lui sert de robe et une paire de bottes noires trop grande auxquelles elle tient particulièrement.",
            "    Cela fait 5 ans qu'elle vit ici, aidant l'aubergiste afin de le soulager. Tous les jours levée à 5h du matin, se tenant face à la fenêtre de sa petite chambre donnant droit sur la mer. Réitérant les mêmes tâches de manière robotique jour après jour, passer le balai, nettoyer le sol, changer les draps. Ce labeur répétitif ne lui plaît guère.",
            "    En 5 ans, Willow a bien grandi. C'est maintenant une jeune femme ayant forgé une bonne réputation sur l'île. Son sourire faisant parler les habitants: 'Elle pourrait donner le sourire à un marin s'il en restait!'. En effet nul n'a vu de marins depuis des années.",
            "    Les mers et océans sont devenus impraticables, les navires audacieux qui osent prendre la mer peinent à sortir du port et finissent coulés quelques kilomètres plus loin. Impossibles aussi de faire décoller un avion, en altitude les vents sont trop forts et hasardeux. La voiture reste le moyen le plus sûr... Si on peut appeler ça un moyen de déplacement sûr, en effet des sorties de routes sont à prévoir.",
            "    Depuis quelque temps des rumeurs circulent, une sirène de bateau retentirait dans différents ports à travers le monde. La jeune fille attend, qu'un jour peut-être elle puisse embarquer, naviguer et voir autre chose que ce minuscule bout de terre montagneux.",
            "    Une nuit alors que Willow dort au coin de la cheminée, un livre ouvert posé sur la poitrine, emmitouflée dans un plaid; un son lourd et ronflant résonne dans toute la baie, créant un écho en heurtant les parois rocheuses de la côte. Tout le monde se réveille en sursaut! Willow saute de son lit et cours vers la fenêtre pour voir ce qui se passe. Un brouillard noir très épais recouvre l'entièreté de l'île, le vent pour une fois semble doux et peu fort, une odeur de brûlé submerge la baie. Au loin dans l'eau, se dessine une silhouette sombre entourée d'un halo de lumière.",
            "    L'ombre ronfle comme un animal agonisant. Des lumières oranges commencent à jaillir de l'ombre, comme un incendie. C'est un bâtiment naval!"],
        "choiceARef": "99-1",
        "choiceBRef": "1-2",
        "choiceATxt": "Rester à l'auberge",
        "choiceBTxt": "Suivre le navire"
    },
    
    "1-2":
    {
        "text": ["    Une fois décidé Willow attrape ses affaires et s'habille en vitesse, manquant d'oublier ses indispensables lunettes sans lesquelles elle ne verrait pas grand-chose! Elle dégringole les étroits escaliers de l'auberge en trombe et tombe face à l'aubergiste qui l'attendait. Il a l'air d'avoir compris les intentions de la jeune fille et s'écarte donc de la porte sans dire un mot.",
            "    La jeune s'empresse de rejoindre le garage, elle enfourche sa moto, la démarre et met les gaz. Au bout de quelques centaines de mètres le chemin de terre se sépare. Sortir des sentiers est plus rapide mais plus dangereux, tandis que continuer sur le chemin est plus sûr."],
        "choiceARef": "1-3",
        "choiceBRef": "1-4",
        "choiceATxt": "Sortir des sentiers",
        "choiceBTxt": "Rester sur le chemin"
    },

    "1-3":
    {
        "text": ["    Après quelques minutes de tout-terrains Willow glisse sur une flaque gelée et tombe de sa moto. En se relevant une vive douleur partant de sa cuisse traverse son corps. En observant une plaie ouverte à la cuisse droite est découverte!",
            "    Willow décide alors de déchirer un bout de sa robe et de s'en servir comme bandage compressif afin d'empêcher le saignement. Tant bien que mal la blessée remonte en selle. Il est plus sage de regagner le chemin..."],
        "choiceARef": "1-4",
        "choiceBRef": "none",
        "choiceATxt": "Reprendre le chemin",
        "choiceBTxt": "none"
    },

    "1-4":
    {
        "text": ["    Willow suit maintenant les sentiers depuis une vingtaine de minutes. Les cris d'agonie du navire sont de plus en plus fort et lourds. La silhouette semble se rapprocher rapidement de la côte, ayant pris de l'avance sur le navire la jeune fille s'arrête. Elle remarque très vite en regardant dans ses jumelles qu'il n'y a pas de port dans cette direction. Aussi elle réussit à apercevoir le nom du navire, le 'Gentle Breeze'.",
            "    C'est alors que plusieurs flashs lumineux surviennent suivis de bruits de canons! Le brouillard se faisant moins épais, une seconde silhouette se démarque. Un cuirassé moitié plus gros que le Gentle Breeze! Deux navires au même endroit alors qu'on en voit plus depuis des années!",
            "    Des signaux lumineux proviennent des deux embarcations; du morse, ils communiquent. Quelques secondes plus tard alors que toutes les communications ont cessées, les projecteurs du cuirassé sont braqués sur le Gentle Breeze. Grâce à cela Willow en perçoit les détails, une coque longue, large au centre et élancée à la proue. L'arrière du navire quant à lui est surplombé d'un moulin à vent et d'une tour de commandement tandis que l'avant est habillé d'une simple batterie de canons.",
            "    Interrompant la contemplation de la jeune fille, les canons du cuirassé sont tirés visant directement le moulin. Les tirs le transpercent de part en part déclenchant un nouvel incendie...",
            "    Toutes lumières éteintes le cuirassé prend la fuite laissant le Gentle Breeze à l'agonie, dégageant un titanesque nuage noir. De grandes flammes sortent des fenêtres du moulin, des canons et du pont. Le navire se dirige toujours droit vers la côte, s'il continue dans cette direction il la heurtera de plein fouet.",
            "    Une dizaine de minutes plus tard le brasier flottant semble s'estomper au fur et à mesure que Willow se rapproche du navire."],
        "choiceARef": "1-5",
        "choiceBRef": "99-2",
        "choiceATxt": "Rejoindre le navire",
        "choiceBTxt": "Prévenir les secours"
    },

    "1-5":
    {
        "text": ["    La motarde avance vers le lieu d'impact prévu, descend de sa moto et s'assoit en attendant que le navire se rapproche. Malgré que les feux aient l'air de se calmer ils offrent encore un désolant spectacle à la jeune fille. Une paire de minutes plus tard le navire qui déjà au loin semblait grand devint un géant de métal en s'enfonçant sur la plage dans un état déplorable. L'ancre est larguée.",
            "    Le toit du moulin est effondré, les pales sont rongées par les flammes, la couverture en bois du pont transformée en charbon. Le brasier se  calme de plus en plus. Aucun son autre que le crépitement des flammes et les bruits des vagues.",
            "    Soudain, un cri retentit! Une voix rauque... Il reste quelqu'un à l'intérieur! Willow se précipite et grimpe sur un talus afin de sauter sur la proue du navire. Devant elle se trouve la trappe de chargement, plus loin derrière la batterie de canons elle entrevoie la porte du poste de commandement."],
        "choiceARef": "99-3",
        "choiceBRef": "1-6",
        "choiceATxt": "Passer par la trappe",
        "choiceBTxt": "Aller vers la cabine"
    },

    "1-6":
    {
        "text": ["    "],
        "choiceARef": "",
        "choiceBRef": "",
        "choiceATxt": "",
        "choiceBTxt": ""
    },

    "99-1":
    {
        "text": ["    Elle se dit qu'il est trop dangereux de sortir la nuit. Finalement Willow se replonge au fond du canapé et tente tant bien que mal de se rendormir. Après une rude nuit, l'aubergiste est porté disparus et l'épave d'un navire est retrouvé en piteux état écrasé contre la côte."],
        "choiceARef": "DTR",
        "choiceBRef": "none",
        "choiceATxt": "laisitsTduraeruéétlitdé",
        "choiceBTxt": "none"
    },

    "99-2":
    {
        "text": ["    Willow décide de changer de route pour prévenir les secours! Elle se dirige donc vers le village le plus proche dans l'espoir de trouver un téléphone fonctionnel. La jauge à carburant est dans le rouge depuis son départ et tombe en panne d'essence au bout de quelques kilomètres. Elle descend de sa moto, prends ses affaires et fait le reste de la route à pied.",
            "    Malheureusement le temps qu'elle prévienne les secours et qu'elle revienne le navire est déjà transformé en ruine, écrasé contre la côte."],
        "choiceARef": "DTR",
        "choiceBRef": "none",
        "choiceATxt": "laisitsTduraeruéétlitdé",
        "choiceBTxt": "none"
    },

    "99-3":
    {
        "text": ["    Willow s'approche de la trappe, se penche et en prenant la poignée elle se brûle. Elle se retire rapidement et attrape une latte qui servait à la couverture du pont afin de forcer la poignée. Après plusieurs essais, la trappe semble se débloquer et s'ouvre violemment créant un retour de flamme. La jeune fille surprise, perds l'équilibre et tombe dans les flammes..."],
        "choiceARef": "DTRWM",
        "choiceBRef": "none",
        "choiceATxt": "laisitsTduraeruéétlitdé",
        "choiceBTxt": "none"
    }
}